[{
  "Swan Lake": "Behold Pennsylvania Ballet’s own stunning version of the world’s most renowned ballet. Premiered in 2004 to national acclaim, Christopher Wheeldon’s stellar production of Swan Lake was commissioned and performed to sold-out audiences for the Company’s 40th anniversary season, followed by sold-out performances at Edinburgh International Festival. Wheeldon’s Swan Lake is based on the original Ivanov/Petipa classic and set to the timeless Tchaikovsky score but has been re-imagined for today’s audiences. The million-dollar production features spectacular costumes and sets inspired by Edgar Degas. Brilliant choreography and searing moments of drama illuminate ballet’s greatest love story.",
  "The Nutcracker": "Delight in the Philadelphia region’s most loved holiday tradition, George Balanchine’s The Nutcracker™. A must-see for children and adults alike, this production boasts glittering sets and costumes, world-class dancing, dozens of young students from The School of Pennsylvania Ballet, and all the flair of a Broadway spectacular. The Pennsylvania Ballet Orchestra and Philadelphia Boys Choir bring the masterful Tschaikovsky score to life. Get lost in the story of Marie’s magical gift, a suspenseful battle between soldiers and mice, and the dreamy Land of Sweets. Plus, there’s no more enchanting setting than the breathtaking Academy of Music.",
  "Strength and Longing": "Take an emotional journey with Pennsylvania Ballet as the Company premieres Nacho Duato’s Without Words.* Jerome Robbins’ NY Export: Opus Jazz experiments with movements to cool jazz and angst-ridden beats, reflecting the post-war era of city streets bustling with teens expressing their outlooks and attitudes. The abstract ballet is set to music with complex rhythms by Robert Prince. Justin Peck’s Chutes and Ladders is primarily an interpretation of the music, exposing details of the music through movement. Set to Benjamin Britten’s String Quartet No. 1 in D Major, this Company premiere covers a range of moods and tempos as the string quartet performs onstage with the dancers. For Four was created in California in 2006 for Kings of the Dance, an all-star showcase of top male ballet dancers. The piece displays a quartet to Schubert’s “Death and Maiden.” The choreography makes the best use of four men dancing together.",
  "Speed and Precision": "Pennsylvania Ballet’s 52nd Season opens up with expressive movement driven by epic music. In George Balanchine’s Concerto Barocco, the first ballet performed by Pennsylvania Ballet in 1963, the dancers wearing simple costumes inspired by practice clothes to portray movement inspired by the syncopation and rhythm of Johann Sebastian Bach’s vivacious score. A company premiere for Pennsylvania Ballet, Wayne McGregor’s Chroma brings sensory surprises to the stage with sumptuous movement, a disruption of space and a driving score by Joby Talbot with orchestrations of songs by the White Stripes. Another company premiere for Pennsylvania Ballet, Christopher Wheeldon’s DGV conveys the timeless romance of travel alongside the wonder of modern technology through dynamic rhythms and shifting sound landscapes by Michael Nyman.",
  "Serenade & Other Dances": "Experience the sweeping breadth of Pennsylvania Ballet’s repertoire with Serenade and Other Dances. This program opens with a timeless Balanchine classic: Serenade, a romantic, plotless ballet with striking moments of drama throughout.  Afternoon of a Faun by Jerome Robbins has beencalled “a miniature masterpiece.” Set in a ballet studio, a male and female dancer meet, with the audience as their mirror. Under the Sun became an iconic work for the Company when commissioned from choreographer Margo Sappington in 1976. Inspired by artist Alexander Calder, the pas de deux features hypnotic music and inventive partnering.  Jiří Kylián’s aggressive and athletic Petite Mort receives its Company premiere in closing this deeply varied program.",
  "Prodigal Son": "Witness a moving masterpiece in George Balanchine’s Prodigal Son. Set to an original score by Sergei Prokofiev, Prodigal Son tells the well-known biblical story through touching dramatic scenes and soaring acrobatic movement. Striking and stripped-down, Christopher Wheeldon’s Polyphonia experiments with traditional ballet, resulting in inventive steps and duets. With an adventurous choice in composer György Ligeti, Polyphonia helped solidify Wheeldon’s place in ballet history. Heralded by The New York Times as “one of today’s foremost dance poets,” Choreographer in Residence Matthew Neenan conceives his 16th commission for the Company to round out this eclectic program. ",
  "Press Play": "Pennsylvania Ballet starts a new era with Press Play: The Directorial Debut of Angel Corella. The first program curated by the Company’s new Artistic Director showcases some of the world’s best choreographers and the dancers’ technical precision and artistry. Presented for the first time outside Russia by Pennsylvania Ballet, Jeu de Cartes creates a bold, abstract expression of Stravinsky’s score of the same name, which translates to “The Card Game.” Also on the series are three magnificent works: George Balanchine’s joyous Allegro Brillante, the Company premiere of Christopher Wheeldon’s passionate and intimate Liturgy, and Jerome Robbins’ Other Dances, originally created for Mikhail Baryshnikov and Natalia Makarova.",
  "Jewels": "Be dazzled by George Balanchine’s full-length masterpiece, Jewels. Inspired by the artistry of jewelry designer Claude Arpels, Jewels unfolds in three distinct sections – Emeralds, Rubies, and Diamonds – each with its own music and mood. Emeralds evokes the elegance of France, to the music of Gabriel Fauré. Rubies is influenced by Balanchine’s experiences in America. The jazz-inflected Stravinsky score sends dancers zipping through the stage in Balanchine’s definitively neoclassical style. The grandeur and regality of Imperial Russia are the inspiration for Diamonds, a nod to Balanchine’s own heritage, as is the sumptuous Tschaikovsky score.",
  "Gift to the City": "A description has yet to be posted on the PA Ballet website.",
  "Fonte & Forsythe": "A description has yet to be posted on the PA Ballet website.",
  "Don Quixote": "Don Quixote, a classic comedy, features fancy footwork, authentic Spanish flavored dance, and comic interludes bringing to life the story based on Cervantes’ classic novel. In the ballet, the idealistic, eccentric Don Quixote goes on a quest in search of his ideal woman Dulcinea – while real-life lovers Kitri and Basilio battle against all odds to unite in true love. ",
  "Director Choice": "Embrace Pennsylvania Ballet’s living legacy with a program inspired by its intrepid leaders. Former Artistic Director Robert Weiss’ Grieg: Piano Concerto receives its Company premiere. Created in 2011 for Carolina Ballet, where Weiss is now director, Grieg: Piano Concerto is romantic and pure, with 21 dancers and a sheer white curtain floating across the back of the stage.  Plus, see a World Premiere from award-winning choreographer Trey McIntyre, whose early dancemaking was showcased at the Carlisle Project, created by Pennsylvania Ballet founder Barbara Weisberger. Also on the program, Christopher Wheeldon’s compelling and intimate After the Rain, showcasing inventive partnering and heartfelt emotion. ",
  "Carmina Burana w Stravinsky": " A signature of the Pennsylvania Ballet repertoire since the 1960s and performed with a live chorus, Butler’s Carmina remains contemporary and fresh today. The evening opens with the Company premiere of Balanchine’s Stravinsky Violin Concerto. One of Balanchine’s black and white ballets, this work showcases its choreographer and composer’s legendary collaborative relationship.",
  "A Tribute to Jerome Robbins": "A description has yet to be posted on the PA Ballet website.",
  "A Program of \"Firsts\"": "Experience a milestone in the history of dance with George Balanchine’s Serenade, set to the classic score of Tchaikovsky’s Serenade for Strings in C, Op. 48. The first original ballet Balanchine created in America, Serenade incorporates unexpected rehearsal events into the choreography such as students falling or arriving late. Heralded by The New York Times as “one of today’s foremost dance poets,” Choreographer in Residence Matthew Neenan conceives his world premiere for the Company. In Asphodel Meadows, a company and North American premiere, Liam Scarlett presents three compelling pas de deuxs, which mirror Francis Poulenc’s vigorous dialogue between two pianos. This contemporary interpretation of classical style closely follows Poulenc’s score and quickly shifts in mood throughout the piece.",
  "A 50th Finale": "Celebrate the culmination of the 50th Anniversary Season with a multifaceted grand finale. Nuance and depth saturate In the middle, somewhat elevated, William Forsythe’s frenetic experiment in abstract movement, set to Thom Willems pulsating, electronic soundscape.  It’s classical ballet, but with an off-kilter edge: off-balance positions, extreme extensions, and increased hip action. In contrast, revel in the lush romance of Jerome Robbins’ In the Night. Three couples portray different stages of love in extended pas de deux: tender and young, mature and balanced, and passionately fiery. The program includes two works from our brilliant Chorographer in Residence Matthew Neenan. Penumbra is an intimate work for five dancers. Premiered in 2008, Penumbra quickly became a favorite of the dancers to perform, with lots of partnering and interaction among them. The piece is set to an Alberto Ginastera score for cello and piano that creates a somber yet sweet mood on stage. Plus, Neenan creates his 15th commission for the Company. "
}]
 